12/data/attachments/c65255bd4df3fb14.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Megan_building_Actions_22746_3</nif:username>
            <nif:friendToBeRequested>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>